alacritty
base
base-devel
bitwarden
bluetui
btrfs-progs
discord
discord-canary
dolphin
dunst
efibootmgr
firefox
flatpak
git
grim
grub
gst-plugin-pipewire
gthumb
htop
hyprland
hyprpaper
hyprshot
imagemagick
intel-media-driver
intel-ucode
iwd
jre-openjdk
kitty
less
lib32-gnutls
lib32-mesa
lib32-vulkan-icd-loader
libpulse
libva-intel-driver
linux
linux-firmware
linux-headers
lug-helper
lutris
minecraft-launcher
nano
neofetch
nomacs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvidia-settings
openssh
os-prober
otf-font-awesome
otf-ipafont
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
prismlauncher-git
qt5-wayland
qt6-wayland
rofi
sddm
sddm-kcm
slurp
smartmontools
spotify
steam
ttf-all-the-icons
ttf-dejavu
ttf-font-awesome
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-roboto
ttf-sazanami
vim
visual-studio-code-bin
vulkan-intel
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-server-xephyr
xorg-xinit
yay
yay-debug
youtube-music-bin
zram-generator
