base
base-devel
linux-headers
dhclient
ufw
waybar
code
alacritty
thunar
curl
git
mako
pipewire
polkit-kde-agent
qt6-wayland
libwayland-dev
libgtk-3-dev
pkgconf
meson
hyprctl
flameshot
obs-studio
sddm-git
wlogout 
xdg-desktop-portal-hyprland
tldr